Repository: kcaalexander/NaughtySVN
Catalog: po/*.po
Languages: es_ar, fr

source: Could not find
es_ar: No encontrado
fr: NaughtySVN n'a pas pu trouver

source: Repository creation failed ...
es_ar: La creación del repositorio falló ...
fr: Le dépôt n'a pas pu être créé ...

source: Needs an absolute path ...
es_ar: Necesita una ruta absoluta ...
fr: Un chemin absolu est nécessaire ...

source: Repository name invalid ...
es_ar: Nombre de repositorio inválido ...
fr: Le nom du dépôt n'est pas valide ...

source: Error
fr: Erreur

source: Found Glade file at [%s]
es_ar: Archivo Glade encontrado en [%s]
fr: Fichier Glade trouvé dans [%s]

source: Error: This program is an integral part of NaughtySVN and is not expected to be called from command line
es_ar: Error: Este programa es una parte integral de NaughtySVN y es incorrecto invocarlo desde la linea de comandos
fr: Erreur : Ce programme est partie intégrante de NaughtySVN et ne peut pas être exécuté en ligne de commandes

source: NaughtySVN Update
es_ar: NaughtySVN Actualizar
fr: NaughtySVN Mise à jour

source: Bring changes from the repository into the working copy
es_ar: Trae cambios desde el repositorio hacia la copia local
fr: Importer les modifications du dépôt vers la copie locale

source: NaughtySVN Commit
es_ar: NaughtySVN Entregar
fr: NaughtySVN Commettre

source: Make permanent changes in Subversion repository
es_ar: Realiza cambios permanentes en el repositorio Subversion
fr: Effectue des modifications permanentes dans le dépôt Subversion

source: NaughtySVN Add
es_ar: NaughtySVN Agregar
fr: NaughtySVN Ajouter

source: Add a unversioned item to Subversion
es_ar: Agrega un item no versionado a Subversion
fr: Ajouter un élément non-versionné dans le dépôt Subversion

source: Checkout out a Subversion repository
es_ar: Crea una copia local de trabajo del repositorio Subversion
fr: Créer une copie locale d'un dépôt Subversion

source: NaughtySVN Preferences
es_ar: NaughtySVN Preferencias
fr: NaughtySVN Préférences

source: Global NaughtySVN with preferences
es_ar: Global NaughtySVN con preferencias
fr: Global NaughtySVN avec préférences

source: About NaughtySVN
es_ar: Acerca de NaughtySVN
fr: À propos de NaughtySVN

source: All about NaughtySVN
es_ar: Todo acerca de NaughtySVN
fr: Tout sur NaughtySVN

source: NaughtySVN Create Repository
es_ar: NaughtySVN Crear Repositorio
fr: NaughtySVN Créer un Dépôt

source: Create FSFS/BDB subversion repository
es_ar: Crea un FSFS/BDB repositorio subverion
fr: Créer un dépot Subversion (FSFS ou BDB)

source: Create Repository
es_ar: Crear Repositorio
fr: Créer un Dépôt
